Revit 2024 API
PolymeshFacet.V1 Property
 The first vertex of the facet
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public int V1 { get; }
Visual Basic
Public ReadOnly Property V1 As Integer
	Get
Visual C++
public:
property int V1 {
	int get ();
}
Field Value
 An index of a vertex of a polymesh.
See Also
PolymeshFacet Class
Autodesk.Revit.DB Namespace